<?php get_header(); ?>

<div class="eachblog_div2">
<h1>Blog</h1>
</div>
 <div>
    <img src="src/Blog-2.png">
   <h2 class="eachblog_text1">あのイーハートヴォのすきとおった風、夏でも</h2>
   <p class="eachblog_text2">2023.02.15</p>
 </div> 
 <div class="eachinfo_div1">
    <p><img class= "eachblog_img1" src="src/pexels-md-iftekhar-uddin-emon-403495 1.png"></p>
    <p>山路を登りながら、こう考えた。智に働けば角が立つ。情に棹させば流される。意地を通せば窮屈だ。とかくに人の世は住みにくい。住みにくさが高じると、安い所へ引き越したくなる。どこへ越しても住みにくいと悟った時、詩が生れて、画が出来る。</p>
    <p>住みにくさが高じると、安いところへ引き越したくなる。どこへ越しても住みにくいと悟ったとき、詩が生れて、絵ができる。
        人の世を作ったのは神でもなければ鬼でもない。やはり向う三件両隣にちらちらするただの人である。ただの人が作った人の世が住みにくいからとて、越す国はあるまい。
        あれば人でなしの国に行くばかりだ。人でなしの国は人の世よりもなお住みにくかろう。
        越す事のならぬ世が住みにくければ、住みにくいところをどれほどか、寛容て（くつろげて）、束の間の命を、束の間でも住みよくせねばならぬ。
        ここに詩人という天職ができて、ここに画家という使命が降る。
        あらゆる芸術の士は人の世を長閑にし、人の心を豊かにするが故に尊い</p>
    <p>山路を登りながら、こう考えた。智に働けば角が立つ。情に棹させば流される。意地を通せば窮屈だ。とかくに人の世は住みにくい。住みにくさが高じると、安い所へ引き越したくなる。どこへ越しても住みにくいと悟った時、詩が生れて、画が出来る。
        住みにくさが高じると、安いところへ引き越したくなる。どこへ越しても住みにくいと悟ったとき、詩が生れて、絵ができる。
        人の世を作ったのは神でもなければ鬼でもない。やはり向う三件両隣にちらちらするただの人である。ただの人が作った人の世が住みにくいからとて、越す国はあるまい。
        あれば人でなしの国に行くばかりだ。人でなしの国は人の世よりもなお住みにくかろう。
        越す事のならぬ世が住みにくければ、住みにくいところをどれほどか、寛容て（くつろげて）、束の間の命を、束の間でも住みよくせねばならぬ。
        ここに詩人という天職ができて、ここに画家という使命が降る。
        あらゆる芸術の士は人の世を長閑にし、人の心を豊かにするが故に尊い</p>
    <p> ・ 山路を登りながら、こう考えた。
        ・ 智に働けば角が立つ。
        ・ 情に棹させば流される。
        ・ 意地を通せば窮屈だ。
        ・ とかくに人の世は住みにくい。
        ・ 住みにくさが高じると、安い所へ引き越したくなる。</p>
 </div>  
 <div> <img class="eachblog_img1" src="src/pexels-zachary-vessels-6794832 1.png"></div>
 <p>山路を登りながら、こう考えた。智に働けば角が立つ。情に棹させば流される。意地を通せば窮屈だ。とかくに人の世は住みにくい。住みにくさが高じると、安い所へ引き越したくなる。どこへ越しても住みにくいと悟った時、詩が生れて、画が出来る。</p>

 <?php get_footer(); ?>